 
                                  Saisir le code
§1                   Debut HAPPY HOUR
Plage 1    §1:§2   Fin HAPPY HOUR
Plage 1    §1:§2     Debut HAPPY HOUR
Plage 2    §1:§2   Fin HAPPY HOUR
Plage 2    §1:§2     Debut HAPPY HOUR
Plage 3    §1:§2   Fin HAPPY HOUR
Plage 3    §1:§2     Pièce       §1  §2
avec cart 0=act. Pièce       §1  §2
pas carte 0=act. Crédit maximum
carte   §1           1=PROG 2=AUDIT
3=TESTVEND           4=LAVAGE 6=MODEM
5=MAINTENANCE      1=PROG 2=AUDIT
3=TEST 4=LAVAGE      1=PROG 2=AUDIT
3=TEST 4=LAVAGE      Remise Carte
RFID     -  §1 %       Def. Vibr. mot.
Time gr.  §1  §2    EN FONCTION
                        inutilisé
                          PRODUIT  §1
0=inhib.    §2.§3       DOSE en grammes
produit §1  §2.§3   Retard Départ
PROD.  §1 §2.§3       Nombre de pauses
0-2 15=max   §1    EAU Temps   §1
0=inhib.    §2.§3    Retard Départ
EAU    §1 §2.§3       MIXEUR     §1
0=inhib.    §2.§3     Retard Départ
MIXEUR §1 §2.§3       Flux Eau :    §1
§2                 Nom selection §1§2
§3               Retard du bras
§1.§2                Programmation
§1                    Vites. Mixeur §1
§2                 Jour Semaine
§1.                    Heure de départ
§1.     §2:§3       Heure Arret
§1.     §2:§3           Heure Lavage:
§1:§2                 Heure Actuelle
§1:§2                Jour  Actuelle
§1                   Mois  Actuelle
§1                   Année Actuelle
§1                   EAU CAFÉ
0=inhib.  cc:§1            SÉQUENCE CAFÉ
1=Avant café   §1     Kilowatt heures
§1.§2               X4 rinse 2 wat.
in brewer  §1ml     Première Instal.
0=première     §1  Inutilisé
                          Fresh Milk
§1                       VOLTAGE
Volt:       §1.§2           TEST MODEM
SEL 4                    Inutilisé
                          PRÉSELECTION
                       INHIBÉE
----------------            X5 wait time 2
wat. brew. §1.§2s    Def. Vibr. mot.
Speed gr. §1  §2    Affichage de la
Temperat 1=Oui §1   X6 wait time 3
empty wat. §1.§2s    Total SÉLECTIONS
§1                 Part. SÉLECTIONS
§1                 Total CAISSE
§1                     Partiel CAISSE
§1                   Total TESTS
§1                      Partiel TESTS
§1                    Total Chargé
Carte§1 §2             Partiel Chargé
carte§1 §2           Total Déchargé
carte§1 §2           Part. Déchargé
carte§1 §2           Total Chargé
carte  §1              Partiel Chargé
carte  §1            Total Déchargé
carte  §1            Part. Déchargé
carte  §1            Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilisé
                          Part.  §1 SÉL. §2
§3                Partiel Sél. §1
§2                  Partiel Sél. §1
HAPPY  §2           Partiel Sél. §1
Lib.Car§2           Pièce  §1
§2                        Prix   §1
§2                        TEMPÉRATURE
Temp. EV1   §1          DEFINITION du
1er café     §1       TEMPÉRATURE
Temp. EV2   §1          PL for cash
0=PL1 1=PL2    §1       Sélect. Moulin 2
1=oui          §1  Inutilisé
                          préselection
ORGE                   ENREGISTREMENT
-HORS SERVICE-       Selection repeat
§1                 Temps de chauffe
sec.: §1.§2        TEMPÉRATURE
Temp. EV3   §1          PROGRAMMATION
TOUCHE §1             PROGRAMMATION
HORLOGE               PROGRAMMATION
PRIX          §1      PROGRAMMATION
PRIX                  PROGRAMMATION
PIÈCES                PROGRAMMATION
TEMPÉRATURE           PROGRAMMATION
DIVERS                DIAGNOSTIC
                         AUDIT VENTES
                       PROGRAMMATION
PRIX HAPPY =§1        PROGRAMMATION
-PRIX HAPPY           PROGRAMMATION
QTE DE PRODUIT        PROGRAMMATION
ENTRETIEN             PROGRAMMATION
CARTE RFID            TEST BRAS SUCRE
sel 4               Sachet de thé
0=inhibit     §1      Nombre de cycles
§1                 pause cyclique
sec:       §1        selec. cyclique
0=fixe         §1   Code Machine
A        §1            Code Machine
B        §1            message numéro
§1                   Type Monnayeur
§1                   Code d'accès:
§1                    Inutilisé
                          Stirrer  0=avant
1=après        §1  Temps ventilat.
min.        §1      Temps Beep
§1.§2                    Nombre décimale
§1                  PL for cashless
0=PL1 1=PL2    §1   Langue:
Francaise                   Stop Sélection
0=no 1=oui  §1       Gratuit
                            TEMPERATURE
Delta        §1         Inutilisé
                          Inutilise'
                         Calibr. Pompe §1
§2 §3 %            Calibr.Moteur §1
§2 §3 %            Temps Café
Moulin      §1.§2        Grammes Café
Moulin      §1.§2      Calibrage Moulin
§1 §2 %            Préselection
SANS SUCRE             TEST MOV. SUCRE
sel 4               Préselection
SANS SUCRE             Quantité  Extra
Lait        +§1.§2  Latte-Macchiato
DÉM. GROUPE §1.§2   Inutilisé
                          Limitat. courant
10A                Inutilisé
                          TEMPÉRATURE
Groupe café  §1         Inutilisé
                          Café en grains
[§1.§2]  §3.§4       Quantité d'eau
ESPRESSO   -§1 %     Bac Produit
Café 2    n:   §1       Café 2  prix
0=+ 1=-       §1       EV Mixeur
CAFÉ  2   n:   §1         Habil.Préselect.
Touche  §1:§2      Bac Produit
SUCRE        n:§1       X7 rinsing
temperat.  §1            Préselection
ESPRESSO               Spatule
§1                          Preselection
EXTRA SUCRE            Bac Produit
LAIT   LM    n:§1       Habil. Compteur
0=no  1=oui    §1   Quantité EXTRA
SUCRE       +§1.§2   Bac Produit
ORGE         n:§1       EV Mixeur
ORGE         n:§1         ORGE Prix
0=+ 1=-       §1          n.§1 off §2 §3
§4:§5 §6-§7-20§8     n.§1  NO
Hors Service               palette
§1                          Capteur tasse
Gobelet 1=hab. §1     Vibr.mot.
Time gr.     §1           Vibr. mot.
Speed gr.    §1          PWM Pump
§1%                        FREE VEND enable
0=no 1=1 2=++  §1  Inutilisé
                          Dec. Bac à Marcs
[§1]    §2         FREE VEND enable
0=no 1=1 2=++  §1  Inutilisé
                          Inutilisé
                          Quant. Produit §1
[§2.§3]  §4.§5    Préselection
PICHET                 EV Lait Frais
§1.§2                 Inutilisé
                          Alarme Produit §1
Seuil:    §2.§3   Habi.Stop prod §1
1=Stop         §2 Total GRATUIT
§1                    Partiel GRATUIT
§1                  Total   CAISSE
CASH   §1            Partiel CAISSE
CASH   §1            N.Tot.Vendu CASH
§1                 N.Part.Vend.CASH
§1                 Total   CASH-BOX
§1                 Partiel CASH-BOX
§1                 N.Tot.Sel.CARD §1
§2                N.Part.Sé.CARD §1
§2                N.Tot. Sél. CARD
§1                 N.Part.Sél. CARD
§1                 Ejection Tubes
Sel:4-5-7-8-9-10     Habil. Reste
0=act. 1=dés.  §1      Crédit Maximum
§1                   Reste Maximum
§1                    Type de Vente
0=sing. 1=mult.§1     Valeur Jeton
§1                     Piece Reste §1  §2
0=ac. 1=inhibé   Piè.No Reste §1 §2
0=ac. 1=inhibé   Valeur Tubes MDB
§1                 Lecteur Billet
activ. 0;1;2  =§1    PROGRAMMATION
MDB                   Préselection
EXTRA LAIT             Préselection
ESPRESSO               Preselection
SELECTIONS 25-36       Préselection
DÉCAFÉINÉ              Préselection
Inutilisé              Préselection
SANS GOBELET           Préselection
ORGE                   TEST GROUP
Absorption  sel4         Chaudiére  cc:
0=400  1=800  §1     Inutilisé
                          quick menu
access code  §1          EV air
Lait Frais  §1.§2            Inutilisé
                          PROGRAMMATION
Calibr. Moteurs       Calibrage Café
Touch. PROG §1       LM Lait Eau
Numéro=        §1       Inutilisé
                          Désinstallation
10=Avant            TEMPÉRATURE
Espresso    §1          Inutilisé
                          TEMPÉRATURE
Chaudière   §1          X8 Clousure
brewer      §1%         TEMPÉRATURE
Latte Mac.  §1          code   ID 101
§1                    code   ID 104
§1                    code   ID 106
§1                    address VIDTS
§1                    Protocol
§1                         DataAudit 0=TMON
1=DDCMP 2=DIAG §1  Inutilisé
                          PROGRAMMATION
-ID. MACHINE          Heure légale
1=Oui          §1      Inutilisé
                          LOW PRESSURE
                       X9 wait time 3
last cof. §1 min     X10 min cof. qty
to engage §1 cc    A1 PWM Variflex
move        §1%     A2 Pump On time
§1.§2[s]            Preselection
SELECTIONS 37-48       Préselection
Grand gobelet          Détecteur café
1=Habil.   §1        Inutilisé
                          EAU
pourcent.  +§1 %                + o    -  Prix
0=+  1=-      §1     PRODUIT
pourcent.  +§1 %            Inutilisé
                          Inutilisé
                          Inutilisé
                          Inutilise'
                         Inutilisé
                          Préinfusion
0=no   sec.:§1          PICHET
0=no        n:§1             préselection
SUCRE                  préselection
LONG                   Eau
Long       +§1 %                Numéro Sélection
Bingo       §1     Prix avec Carte
1=Happy Prix   §1   Touche PROG pour
charge: §1         Default Sucre
Niveau:0-5   = §1     Inutilisé
                          A3 Pump OFF time
§1.§2[s]           A5 pressure
number        §1        PROGRAMMATION
MDB USD               Progr. MDB USD §1
SEL. 4            Progr. MDB USD
SEL. 4               Calibr.Moteur §1
gr/sec    §2       produit §1 util.
part.g.§2          produit §1 util.
Tot. g.§2          Calibration
FLUX PRODUIT            PRODUIT AUDIT
FLUX                  TEST MOTOR
Absorption  sel4         Calibr.Moulin §1
§2 §3 %            Inutilisé
                          activ.H2o filter
Reset  0=no    §1  Inutilisé
                          A6 water after
coffee   §1[ml]      A7 chamber
aperture    §1%          DA rotation
0=auto 1=man.  §1       Set preheating
selection §1         MDB offset own
cup 0=no 1=yes §1    Granulométrie
§1                    Inutilisé
                          pricehold query
no=0 yes=1     §1   Side water pump
0-4           §1    Pression Groupe
0=max 10=min. §1    Double café
0=no 1=oui     §1       Activ.Pres. Bac
liquid. 1=oui- §1   Inutilisé
                          Préselection
nom:    §1             Inutilisé
                          Cup size
§1                         vend payment
timeout §1 sec.        Retard Depart EV
Lait Frais  §1.§2  Retar.Dep.EV Air
Lait Frais  §1.§2  Inutilisé
                          Inutilisé
                          PROGRAMMATION
VARIGRIND §1          A7 chamber
aperture    §1%          PROGRAMMATION
Module lait           distribut. tasse
0=Oui 1=non    §1  Inutilisé
                          Inutilisé
                          Programmation
VARIGRIND 2           PRESEL. NUM §1§2
§3                 AUDIT   verifié.
§1                 Water Flush mode
1=ON 0=OFF §1       
                                  xxxxxxx
                            PROGRAMMATION
RFID BLACK LIST       Bloquée Carte §1
numero:     §2     Test  station
Gobelet  sel 4        Inutilisé
                          PROGRAMMATION
VARIFLEX              PROGRAMMATION
MICRO                 PROGRAMMATION
                      TEMPERATURA
Temp. EV4   §1          Présélection
SÉLECTIONS 49-60       xxxxxx
                             xxxxxx
                             inutilisé
                          Heure de Lavage
CAPPUCCIN. §1:§2    Lait f. Topping-
switch oui=1   §1  Calibrage Cafe'2
Touche PROG §1     cup sens.thresh.
0=dis  §1 - §2     Activer FreeVend
Entr.heures §1     Activ. dataaudit
avant   1=oui  §1  Instant Scaling
Factor   §1 §2 %    TEST agitateur
sel 4                Security Level
level 1-4      §1    Calibrate Cof  3
Push PROG   §1     Calibrate Cof  4
Push PROG   §1     coffee repeat
0=disabled     §1     Current language
§1                 Heure Allumage
§1.     §2:§3        X4 rinse 2 wat.
in brewer  §1ml     Tension
Volt:       §1.§2           Historique des
-HORS SERVICE-       Spatule  0=avant
1=après        §1  Nombre décimale
§1                  Détecteur tasse
Gobelet 1=hab. §1   EV Mixeur
CAFÉ  2   n:   §1         inutilisé
                          Nombre de pauses
0-2 12=max   §1    Power adj. pump
0=no 1=yes  §1      